export const items = [
  {
    id: Math.random(),
    title: "وجبه فطار",
    description:
      " يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "100 جنيه",
    category: "فطار",
    imgUrl: "1.png",
  },
  {
    id: Math.random(),
    title: "وجبه غدا",
    description:
      "يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "80 جنيه",
    category: "غدا",
    imgUrl: "2.png",
  },
  {
    id: Math.random(),
    title: "وجبه عشاء",
    description:
      " يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "40 جنيه",
    category: "عشاء",
    imgUrl: "3.png",
  },
  {
    id: Math.random(),
    title: "وجبه غدا ممتاز",
    description:
      " يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "30 جنيه",
    category: "غدا",
    imgUrl: "2.png",
  },
  {
    id: Math.random(),
    title: "وجبه عشاء درجه اولى",
    description:
      " يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "50 جنيه",
    category: "عشاء",
    imgUrl: "1.png",
  },
  {
    id: Math.random(),
    title: "وجبه فطار",
    description:
      " يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف. ",
    price: "50 جنيه",
    category: "فطار",
    imgUrl: "3.png",
  },
  {
    id: Math.random(),
    title: "وجبه سناك",
    description:
      "يُعد الفطور وقتًا رائعًا لتبدأ حصصك اليومية الخمس. تُعد الفواكه إضافة رائعة لأي فطور متوازن جيدًا، لأنها تحتوي على الفيتامينات، والمعادن، والألياف.  ",
    price: "50 جنيه",
    category: "سناك",
    imgUrl: "3.png",
  },
];
